Repository: parfentsevandrey-blip/test
Catalog: VeilVPN/Veil/Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, uk, zh_hans

source: The tor binaries were not found, so nothing is actually routed and no score can be given.
fa: فایل‌های اجرایی tor پیدا نشدند، پس در واقع چیزی مسیریابی نمی‌شود و امتیازی نمی‌توان داد.
ru: Исполняемые файлы tor не найдены, поэтому трафик никуда не направляется и оценку дать нельзя.
uk: Виконуваних файлів tor не знайдено, тому трафік нікуди не спрямовується й оцінку дати неможливо.
zh_hans: 未找到 tor 可执行文件，因此实际上没有路由任何流量，也无法给出评分。

source: The tor process exited with status %@. Open Activity for details.
fa: فرایند tor با وضعیت %@ خارج شد. برای جزئیات «فعالیت» را باز کنید.
ru: Процесс tor завершился с кодом %@. Подробности — в разделе «Активность».
uk: Процес tor завершився з кодом %@. Подробиці — в розділі «Активність».
zh_hans: tor 进程以状态 %@ 退出。打开“活动”查看详情。

source: The transport binaries are private
fa: فایل‌های اجرایی ترابری خصوصی‌اند
ru: Исполняемые файлы транспортов защищены
uk: Виконувані файли транспортів захищено
zh_hans: 传输可执行文件为私有

source: The transport directory is readable by other users
fa: پوشهٔ ترابری برای کاربران دیگر قابل خواندن است
ru: Каталог транспортов доступен другим пользователям
uk: Каталог транспортів доступний іншим користувачам
zh_hans: 传输目录可被其他用户读取

source: The video runs over %lld circuits to one exit at once
fa: ویدیو هم‌زمان روی %lld مدار به یک خروجی جریان دارد
ru: Видео идёт сразу по %lld цепочкам к одному выходу
uk: Відео йде одразу по %lld ланцюжках до одного виходу
zh_hans: 视频同时经由 %lld 条电路汇向一个出口

source: The whole time the tunnel is up
fa: تمام مدتی که تونل برقرار است
ru: Всё время, пока туннель поднят
uk: Увесь час, поки тунель піднято
zh_hans: 隧道在线的全程

source: These destinations are sent outside Tor on purpose. They see your real IP address, and your provider sees which ones you visit.
fa: این مقصدها عمداً بیرون از Tor فرستاده می‌شوند. آن‌ها نشانی IP واقعی شما را می‌بینند و ارائه‌دهندهٔ اینترنت شما می‌بیند کدام‌ها را باز می‌کنید.
ru: Эти назначения намеренно отправляются мимо Tor. Они видят ваш настоящий IP, а провайдер видит, какие из них вы посещаете.
uk: Ці призначення навмисно надсилаються повз Tor. Вони бачать вашу справжню IP-адресу, а провайдер бачить, які з них ви відвідуєте.
zh_hans: 这些目标是有意绕过 Tor 的。它们能看到你的真实 IP，你的运营商也能看到你访问了哪些。

source: These see your real IP address, and your provider sees that you visit them.
fa: این‌ها نشانی IP واقعی شما را می‌بینند و ارائه‌دهندهٔ اینترنت شما می‌بیند که به آن‌ها سر می‌زنید.
ru: Они видят ваш настоящий IP, а провайдер видит, что вы к ним ходите.
uk: Вони бачать вашу справжню IP-адресу, а провайдер бачить, що ви до них ходите.
zh_hans: 它们能看到你的真实 IP，你的运营商也能看到你访问了它们。

source: This Mac
fa: این Mac
ru: Этот Mac
uk: Цей Mac
zh_hans: 这台 Mac

source: This network appears to block Tor: %@ directory authorities answered.
fa: به نظر می‌رسد این شبکه Tor را مسدود می‌کند: %@ مرجع دایرکتوری پاسخ داد.
ru: Похоже, эта сеть блокирует Tor: ответивших директорий — %@.
uk: Схоже, ця мережа блокує Tor: каталогів, що відповіли — %@.
zh_hans: 这个网络似乎封锁了 Tor：有 %@ 个目录权威作出响应。

source: Three-hop circuit
fa: مدار سه‌گامی
ru: Цепочка из трёх узлов
uk: Ланцюжок із трьох вузлів
zh_hans: 三跳链路

source: Through Tor
fa: از طریق Tor
ru: Через Tor
uk: Через Tor
zh_hans: 经 Tor

source: Throughput
fa: توان عبوری
ru: Скорость
uk: Швидкість
zh_hans: 吞吐量

source: Throughput appears here while you are connected.
fa: هنگام اتصال، توان عبوری اینجا نمایش داده می‌شود.
ru: Скорость отображается здесь во время подключения.
uk: Швидкість відображається тут під час підключення.
zh_hans: 连接后吞吐量会显示在这里。

source: Timed out while connecting to the padding loop.
fa: زمان اتصال به حلقهٔ پوشش به پایان رسید.
ru: Истекло время подключения к циклу маскировки.
uk: Вичерпано час підключення до циклу маскування.
zh_hans: 连接填充回环超时。

source: To switch the system proxy macOS asks for an administrator password the first time. Veil keeps that authorization for the session, so disconnecting does not ask again.
fa: برای تغییر پراکسی سیستم، macOS بار اول رمز مدیر را می‌پرسد. Veil این مجوز را برای همین نشست نگه می‌دارد، بنابراین هنگام قطع اتصال دوباره نمی‌پرسد.
ru: Для переключения системного прокси macOS один раз запросит пароль администратора. Veil сохраняет разрешение на время сеанса, поэтому при отключении пароль не спрашивается снова.
uk: Для перемикання системного проксі macOS одного разу запитає пароль адміністратора. Veil зберігає дозвіл на час сеансу, тому під час відключення пароль не запитується знову.
zh_hans: 切换系统代理时 macOS 首次会要求输入管理员密码。Veil 会在本次会话中保留该授权，断开时不会再次询问。

source: Tonus rate
fa: نرخ آمادگی
ru: Скорость тонуса
uk: Швидкість тонусу
zh_hans: 保活速率

source: Tonus stalled: the path is not carrying the stream; still trying
fa: آمادگی متوقف شد: مسیر جریان را حمل نمی‌کند؛ همچنان در تلاش
ru: Тонус остановился: путь не несёт поток; продолжаем попытки
uk: Тонус зупинився: шлях не несе потік; продовжуємо спроби
zh_hans: 保活停滞：路径无法承载该流；仍在重试

source: Tonus: %@ of %lld KB/s over %lld requests
fa: آمادگی: %@ از %lld کیلوبایت/ثانیه در %lld درخواست
ru: Тонус: %@ из %lld КБ/с, запросов: %lld
uk: Тонус: %@ із %lld КБ/с, запитів: %lld
zh_hans: 保活：%@ / %lld KB/s，共 %lld 次请求

source: Too many countries excluded
fa: کشورهای بیش از حد زیادی حذف شده‌اند
ru: Исключено слишком много стран
uk: Виключено забагато країн
zh_hans: 排除的国家过多

source: Tools such as curl, git and Homebrew ignore the system proxy; paste this into the terminal instead.
fa: ابزارهایی مانند curl، git و Homebrew پراکسی سیستم را نادیده می‌گیرند؛ به‌جای آن این دستور را در ترمینال بچسبانید.
ru: curl, git и Homebrew игнорируют системный прокси — вставьте эту команду в терминал.
uk: curl, git і Homebrew ігнорують системний проксі — вставте цю команду в термінал.
zh_hans: curl、git 和 Homebrew 等工具会忽略系统代理；请改为将此命令粘贴到终端。

source: Tor always builds three hops. This fixes where the middle one may live, so the first and last hops cannot both be chosen by one operator.
fa: Tor همیشه سه پرش می‌سازد. این تعیین می‌کند پرش میانی کجا باشد، تا پرش اول و آخر هر دو در اختیار یک اپراتور نباشند.
ru: Tor всегда строит три хопа. Это задаёт, где может находиться средний, чтобы первый и последний не оказались у одного оператора.
uk: Tor завжди будує три хопи. Це задає, де може перебувати середній, щоб перший і останній не опинилися в одного оператора.
zh_hans: Tor 始终建立三跳。这会固定中间一跳的位置，使首尾两跳不会同时落在一个运营商手中。

source: Tor builds two legs to the exit; Veil asks it to prefer the quicker one for sending instead of the one with more throughput. Applies on the next connection.
fa: Tor دو شاخه تا خروجی می‌سازد؛ Veil از آن می‌خواهد به‌جای شاخهٔ پرظرفیت‌تر، شاخهٔ سریع‌تر را برای ارسال ترجیح دهد. در اتصال بعدی اعمال می‌شود.
ru: Tor строит два плеча до выходного узла; Veil просит отправлять по более быстрому, а не по более широкому. Применяется при следующем подключении.
uk: Tor будує два плеча до вихідного вузла; Veil просить надсилати швидшим, а не ширшим. Застосовується під час наступного підключення.
zh_hans: Tor 会到出口建立两条分支；Veil 让它优先用更快的分支发送，而不是吞吐量更大的那条。下次连接时生效。

source: Tor carries TCP only. Voice and video calls use UDP and never go through it.
fa: Tor فقط TCP را حمل می‌کند. تماس‌های صوتی و تصویری از UDP استفاده می‌کنند و هرگز از آن عبور نمی‌کنند.
ru: Tor передаёт только TCP. Голосовые и видеозвонки идут по UDP и через него никогда не проходят.
uk: Tor передає лише TCP. Голосові та відеодзвінки йдуть по UDP і через нього ніколи не проходять.
zh_hans: Tor 只承载 TCP。语音和视频通话使用 UDP，永远不会经过它。

source: Tor could not bootstrap in time. Snowflake proxies may be scarce right now — try again or switch bridges.
fa: Tor به‌موقع راه‌اندازی نشد. شاید اکنون پراکسی‌های Snowflake کم باشند — دوباره تلاش کنید یا پل‌ها را عوض کنید.
ru: Tor не успел подключиться. Возможно, сейчас мало Snowflake-прокси — попробуйте ещё раз или смените мосты.
uk: Tor не встиг підключитися. Можливо, зараз мало Snowflake-проксі — спробуйте ще раз або змініть мости.
zh_hans: Tor 未能及时完成引导。目前 Snowflake 代理可能不足——请重试或更换网桥。

source: Tor could not honour the country you chose and used another one.
fa: Tor نتوانست کشوری را که انتخاب کردید رعایت کند و از کشور دیگری استفاده کرد.
ru: Tor не смог соблюсти выбранную страну и использовал другую.
uk: Tor не зміг дотриматися обраної країни й використав іншу.
zh_hans: Tor 无法满足你选择的国家，改用了另一个。

source: Tor could not start a circuit: %@
fa: Tor نتوانست مداری را آغاز کند: %@
ru: Tor не смог запустить цепочку: %@
uk: Tor не зміг запустити ланцюжок: %@
zh_hans: Tor 无法启动链路：%@

source: Tor did not create the private onion service needed for traffic padding.
fa: Tor سرویس onion خصوصی لازم برای پوشش ترافیک را نساخت.
ru: Tor не создал приватный onion-сервис, нужный для маскировки трафика.
uk: Tor не створив приватний onion-сервіс, потрібний для маскування трафіку.
zh_hans: Tor 未能创建流量填充所需的私有洋葱服务。

source: Tor did not open its control port in time.
fa: Tor پورت کنترل خود را به‌موقع باز نکرد.
ru: Tor не открыл управляющий порт вовремя.
uk: Tor не відкрив керівний порт вчасно.
zh_hans: Tor 未能及时打开控制端口。

source: Tor exit not verified yet
fa: خروجی Tor هنوز تأیید نشده
ru: Выход через Tor ещё не проверен
uk: Вихід через Tor ще не перевірено
zh_hans: 尚未验证 Tor 出口

source: Tor exited unexpectedly (code %@).
fa: Tor به‌طور غیرمنتظره خارج شد (کد %@).
ru: Tor неожиданно завершился (код %@).
uk: Tor несподівано завершився (код %@).
zh_hans: Tor 意外退出（代码 %@）。

source: Tor is down, so apps that use the system proxy are blocked instead of leaking. Reconnect to resume, or disconnect to restore normal networking.
fa: Tor از کار افتاده، بنابراین برنامه‌هایی که از پراکسی سیستم استفاده می‌کنند به‌جای نشت مسدود شده‌اند. برای ادامه دوباره وصل شوید یا برای بازگرداندن شبکهٔ عادی قطع کنید.
ru: Tor не работает, поэтому приложения, использующие системный прокси, заблокированы, а не утекают в обход. Переподключитесь, чтобы продолжить, или отключитесь, чтобы вернуть обычную сеть.
uk: Tor не працює, тому програми із системним проксі заблоковані, а не витікають в обхід. Перепідключіться, щоб продовжити, або відключіться, щоб повернути звичайну мережу.
zh_hans: Tor 已停止，因此使用系统代理的应用被阻断而不是泄漏。重新连接以继续，或断开以恢复正常网络。

source: Tor is down; apps using the system proxy are blocked until Veil reconnects.
fa: Tor از کار افتاده؛ برنامه‌های استفاده‌کننده از پراکسی سیستم تا اتصال مجدد Veil مسدود می‌مانند.
ru: Tor не работает; приложения с системным прокси заблокированы, пока Veil не переподключится.
uk: Tor не працює; програми із системним проксі заблоковані, доки Veil не перепідключиться.
zh_hans: Tor 已停止；使用系统代理的应用将被阻断，直到 Veil 重新连接。

source: Tor is not running.
fa: Tor اجرا نیست.
ru: Tor не запущен.
uk: Tor не запущено.
zh_hans: Tor 未运行。

source: Tor is not running. Every site, your provider and anyone on your network sees your real IP address.
fa: Tor اجرا نمی‌شود. همهٔ سایت‌ها، ارائه‌دهندهٔ اینترنت و هر کسی در شبکهٔ شما نشانی IP واقعی‌تان را می‌بیند.
ru: Tor не запущен. Все сайты, ваш провайдер и любой в вашей сети видят ваш настоящий IP.
uk: Tor не запущено. Усі сайти, ваш провайдер і будь-хто у вашій мережі бачать вашу справжню IP-адресу.
zh_hans: Tor 未在运行。所有站点、你的运营商以及同一网络中的任何人都能看到你的真实 IP。

source: Tor keeps its entry guard on disk on purpose. Clearing it every run would be worse for anonymity, not better.
fa: Tor عمداً نگهبان ورودی خود را روی دیسک نگه می‌دارد. پاک کردن آن در هر اجرا برای ناشناسی بدتر است، نه بهتر.
ru: Tor намеренно хранит входной страж на диске. Очищать его каждый запуск — хуже для анонимности, а не лучше.
uk: Tor навмисно зберігає вхідний страж на диску. Очищати його щозапуску — гірше для анонімності, а не краще.
zh_hans: Tor 有意把入口守卫保存在磁盘上。每次运行都清除它对匿名性更不利，而非更有利。

source: Tor log
fa: گزارش Tor
ru: Журнал Tor
uk: Журнал Tor
zh_hans: Tor 日志

source: Tor picks the entry guard at random and keeps it for months, so nobody can steer you onto a relay they watch. 8K mode replaces it with one of the few widest guards — a small, predictable set that every user of the mode shares. Worth it for the bandwidth, and only for that.
fa: Tor نگهبان ورودی را تصادفی برمی‌گزیند و ماه‌ها نگه می‌دارد تا کسی نتواند شما را به رله‌ای که زیر نظر دارد هدایت کند. حالت 8K آن را با یکی از معدود نگهبانان پرظرفیت جایگزین می‌کند — مجموعه‌ای کوچک و قابل پیش‌بینی که همهٔ کاربران این حالت در آن شریک‌اند. به خاطر پهنای باند می‌ارزد، و فقط به همین خاطر.
ru: Tor выбирает сторожевой узел случайно и держит его месяцами, чтобы никто не мог направить вас на узел, за которым следит. Режим 8K заменяет его одним из немногих самых ёмких guard-узлов — маленьким предсказуемым набором, общим для всех пользователей режима. Оправдано ради полосы, и только ради неё.
uk: Tor обирає сторожовий вузол випадково й тримає його місяцями, щоб ніхто не міг спрямувати вас на вузол, за яким стежить. Режим 8K замінює його одним із небагатьох найємніших guard-вузлів — малим передбачуваним набором, спільним для всіх користувачів режиму. Виправдано заради смуги, і лише заради неї.
zh_hans: Tor 随机选择入口守卫并保持数月，这样没人能把你引导到他们监视的中继上。8K 模式则用少数几个容量最大的守卫之一取代它——一个小而可预测的集合，该模式的所有用户共用。为了带宽值得如此，也仅仅为了带宽。

source: Tor refused to build test circuits.
fa: Tor از ساخت مدارهای آزمایشی خودداری کرد.
ru: Tor отказался строить тестовые цепочки.
uk: Tor відмовився будувати тестові ланцюжки.
zh_hans: Tor 拒绝构建测试链路。

source: Tor stopped making progress at %lld%.
fa: پیشرفت Tor در %lld٪ متوقف شد.
ru: Tor перестал продвигаться на %lld%.
uk: Tor перестав просуватися на %lld%.
zh_hans: Tor 在 %lld% 处停止了进展。

source: Tor stopped unexpectedly
fa: Tor به‌طور غیرمنتظره متوقف شد
ru: Tor неожиданно остановился
uk: Tor несподівано зупинився
zh_hans: Tor 意外停止

source: Tor stopped while on standby.
fa: Tor در حالت آماده‌باش متوقف شد.
ru: Tor остановился в тёплом резерве.
uk: Tor зупинився в теплому резерві.
zh_hans: Tor 在待机状态下停止了。

source: Tor’s caches stay on disk after you quit
fa: حافظهٔ نهان Tor پس از خروج روی دیسک می‌ماند
ru: Кэш Tor остаётся на диске после выхода
uk: Кеш Tor лишається на диску після виходу
zh_hans: 退出后 Tor 的缓存仍留在磁盘上

source: Tor’s entry guard stays on disk
fa: نگهبان ورودی Tor روی دیسک می‌ماند
ru: Входной страж Tor остаётся на диске
uk: Вхідний страж Tor лишається на диску
zh_hans: Tor 的入口守卫仍留在磁盘上

source: Tor’s own exits carry %@ Mbit/s (enough for %@); no wide exit was faster, so none is pinned.
fa: خروجی‌های خود Tor %@ مگابیت/ثانیه می‌دهند (کافی برای %@)؛ هیچ خروجی پهنی سریع‌تر نبود، پس چیزی ثابت نشد.
ru: Собственные выходы Tor дают %@ Мбит/с (хватает на %@); ни один широкий выход не был быстрее, поэтому ничего не закреплено.
uk: Власні виходи Tor дають %@ Мбіт/с (вистачає на %@); жоден широкий вихід не був швидшим, тому нічого не закріплено.
zh_hans: Tor 自身的出口可达 %@ Mbit/s（足以支持 %@）；没有更快的宽带出口，因此未固定任何出口。

source: Total %@ down · %@ up
fa: مجموع %@ دریافت · %@ ارسال
ru: Всего %@ загружено · %@ отдано
uk: Усього %@ завантажено · %@ віддано
zh_hans: 共下载 %@ · 上传 %@

source: Traffic goes through Tor, confirmed by check.torproject.org.
fa: ترافیک از Tor عبور می‌کند، تأییدشده توسط check.torproject.org.
ru: Трафик идёт через Tor — подтверждено check.torproject.org.
uk: Трафік іде через Tor — підтверджено check.torproject.org.
zh_hans: 流量经由 Tor，已由 check.torproject.org 确认。

source: Traffic goes through Tor. The exit has not been verified this session.
fa: ترافیک از Tor عبور می‌کند. گره خروجی در این نشست بررسی نشده است.
ru: Трафик идёт через Tor. Выход в этой сессии не проверялся.
uk: Трафік іде через Tor. Вихід у цій сесії не перевірявся.
zh_hans: 流量经由 Tor。本次会话尚未验证出口。

source: Traffic is encrypted and relayed through three Tor relays.
fa: ترافیک رمزگذاری و از سه رلهٔ Tor عبور داده می‌شود.
ru: Трафик шифруется и проходит через три узла Tor.
uk: Трафік шифрується й проходить через три вузли Tor.
zh_hans: 流量经过加密并通过三个 Tor 中继转发。

source: Traffic padding
fa: پوشش ترافیک
ru: Маскировка трафика
uk: Маскування трафіку
zh_hans: 流量填充

source: Traffic padding (DAITA-style)
fa: پوشش ترافیک (به سبک DAITA)
ru: Маскировка трафика (в стиле DAITA)
uk: Маскування трафіку (у стилі DAITA)
zh_hans: 流量填充（DAITA 风格）

source: Traffic padding is not running
fa: لایه‌گذاری ترافیک اجرا نمی‌شود
ru: Подмешивание трафика не работает
uk: Підмішування трафіку не працює
zh_hans: 流量填充未在运行

source: Traffic padding is off
fa: لایه‌گذاری ترافیک خاموش است
ru: Подмешивание трафика выключено
uk: Підмішування трафіку вимкнено
zh_hans: 流量填充已关闭

source: Traffic padding is on — configure it in Settings → Privacy
fa: پوشش ترافیک روشن است — در تنظیمات ← حریم خصوصی پیکربندی کنید
ru: Маскировка трафика включена — настройка в Настройки → Приватность
uk: Маскування трафіку ввімкнено — налаштування в Налаштування → Приватність
zh_hans: 流量填充已开启——在“设置 → 隐私”中配置

source: Transport
fa: روش انتقال
ru: Транспорт
uk: Транспорт
zh_hans: 传输方式

source: Transport: %@. Your traffic now goes through the Tor network.
fa: روش انتقال: %@. ترافیک شما اکنون از شبکهٔ Tor عبور می‌کند.
ru: Транспорт: %@. Ваш трафик теперь идёт через сеть Tor.
uk: Транспорт: %@. Ваш трафік тепер іде через мережу Tor.
zh_hans: 传输方式：%@。你的流量现已通过 Tor 网络。

source: Try Again
fa: تلاش دوباره
ru: Повторить
uk: Повторити
zh_hans: 重试

source: Trying %@…
fa: در حال امتحان %@…
ru: Пробую %@…
uk: Пробую %@…
zh_hans: 正在尝试 %@…

source: Tuned: %@ → %@ · %lld fast exits pinned
fa: تنظیم شد: %@ ← %@ · %lld خروجی سریع سنجاق شد
ru: Настроено: %@ → %@ · закреплено быстрых выходов: %lld
uk: Налаштовано: %@ → %@ · закріплено швидких виходів: %lld
zh_hans: 已调优：%@ → %@ · 固定 %lld 个快速出口

source: Tunnels through a large CDN with domain fronting. Slow but very hard to block; the built-in bridge comes from Tor Browser.
fa: از طریق یک CDN بزرگ با domain fronting تونل می‌زند. کند اما بسیار سخت‌مسدودشونده؛ پل داخلی از Tor Browser است.
ru: Туннель через крупный CDN с domain fronting. Медленно, но очень трудно заблокировать; встроенный мост взят из Tor Browser.
uk: Тунель через великий CDN із domain fronting. Повільно, але дуже важко заблокувати; вбудований міст узято з Tor Browser.
zh_hans: 通过域前置经由大型 CDN 建立隧道。速度慢但极难封锁；内置网桥来自 Tor Browser。

source: Turbo 4K (through Tor)
fa: Turbo 4K (از طریق Tor)
ru: Turbo 4K (через Tor)
uk: Turbo 4K (через Tor)
zh_hans: Turbo 4K（通过 Tor）

source: Turbo 4K is on; connect to use it
fa: Turbo 4K روشن است؛ برای استفاده متصل شوید
ru: Turbo 4K включён; подключитесь, чтобы им пользоваться
uk: Turbo 4K увімкнено; підключіться, щоб ним користуватися
zh_hans: Turbo 4K 已开启；连接后即可使用

source: Turbo 4K: %@ Mbit/s · enough for %@
fa: Turbo 4K: %@ مگابیت/ثانیه · کافی برای %@
ru: Turbo 4K: %@ Мбит/с · хватает на %@
uk: Turbo 4K: %@ Мбіт/с · вистачає на %@
zh_hans: Turbo 4K：%@ Mbit/s · 足以播放 %@

source: Turbo 4K: %@ is the ceiling; 4K needs a direct connection or obfs4
fa: Turbo 4K: سقف %@ است؛ 4K به اتصال مستقیم یا obfs4 نیاز دارد
ru: Turbo 4K: потолок — %@; для 4K нужно прямое подключение или obfs4
uk: Turbo 4K: стеля — %@; для 4K потрібне пряме підключення або obfs4
zh_hans: Turbo 4K：%@ 是上限；4K 需要直接连接或 obfs4

source: Turbo 4K: choosing the widest exit…
fa: Turbo 4K: در حال انتخاب پرظرفیت‌ترین خروجی…
ru: Turbo 4K: выбираем самый ёмкий выход…
uk: Turbo 4K: обираємо найємніший вихід…
zh_hans: Turbo 4K：正在选择最宽的出口…

source: Turbo 4K: maximum speed for YouTube through Tor
fa: Turbo 4K: بیشترین سرعت برای YouTube از طریق Tor
ru: Turbo 4K: максимальная скорость для YouTube через Tor
uk: Turbo 4K: максимальна швидкість для YouTube через Tor
zh_hans: Turbo 4K：通过 Tor 观看 YouTube 的最高速度

source: Turbo 4K: measuring the video path…
fa: Turbo 4K: در حال اندازه‌گیری مسیر ویدیو…
ru: Turbo 4K: измеряем путь видео…
uk: Turbo 4K: вимірюємо шлях відео…
zh_hans: Turbo 4K：正在测量视频路径…

source: Turbo without Tor
fa: Turbo بدون Tor
ru: Turbo без Tor
uk: Turbo без Tor
zh_hans: 无 Tor 的 Turbo

source: Two circuits are really separate
fa: دو مدار واقعاً جدا هستند
ru: Две цепочки действительно раздельны
uk: Два ланцюжки справді роздільні
zh_hans: 两条链路确实彼此独立

source: Two connections with different isolation keys each get their own circuit.
fa: دو اتصال با کلیدهای جداسازی متفاوت هرکدام مدار خودشان را می‌گیرند.
ru: Два соединения с разными ключами изоляции получают каждое свою цепочку.
uk: Два з’єднання з різними ключами ізоляції отримують кожне свій ланцюжок.
zh_hans: 两个使用不同隔离密钥的连接各自获得独立链路。

source: Update check failed: %@
fa: بررسی به‌روزرسانی ناموفق بود: %@
ru: Не удалось проверить обновления: %@
uk: Не вдалося перевірити оновлення: %@
zh_hans: 检查更新失败：%@

source: Update checks go out before Tor is up
fa: بررسی به‌روزرسانی پیش از بالا آمدن Tor ارسال می‌شود
ru: Проверка обновлений уходит до поднятия Tor
uk: Перевірка оновлень іде до підняття Tor
zh_hans: 更新检查在 Tor 启动前就发出

source: Updates
fa: به‌روزرسانی‌ها
ru: Обновления
uk: Оновлення
zh_hans: 更新

source: Updates are downloaded from the GitHub releases of this project; replace Veil in Applications and relaunch.
fa: به‌روزرسانی‌ها از انتشارهای GitHub این پروژه دانلود می‌شوند؛ Veil را در Applications جایگزین و دوباره اجرا کنید.
ru: Обновления скачиваются из релизов проекта на GitHub; замените Veil в «Программах» и перезапустите.
uk: Оновлення завантажуються з релізів проєкту на GitHub; замініть Veil у «Програмах» і перезапустіть.
zh_hans: 更新从本项目的 GitHub 发布页下载；替换“应用程序”中的 Veil 并重新启动。

source: Upload
fa: آپلود
ru: Отдача
uk: Віддача
zh_hans: 上传

source: Uses volunteer WebRTC proxies and domain fronting to reach Tor. Works in most censored networks and is the recommended default.
fa: با پراکسی‌های WebRTC داوطلبانه و domain fronting به Tor می‌رسد. در بیشتر شبکه‌های سانسورشده کار می‌کند و گزینهٔ پیش‌فرض پیشنهادی است.
ru: Использует WebRTC-прокси волонтёров и domain fronting для доступа к Tor. Работает в большинстве сетей с цензурой; рекомендуемый вариант.
uk: Використовує WebRTC-проксі волонтерів і domain fronting для доступу до Tor. Працює в більшості мереж із цензурою; рекомендований варіант.
zh_hans: 通过志愿者 WebRTC 代理和域前置连接 Tor。在大多数受审查网络中可用，是推荐的默认选项。

source: Uses volunteer WebRTC proxies and domain fronting to reach Tor. Works in most censored networks.
fa: با پراکسی‌های WebRTC داوطلبانه و domain fronting به Tor می‌رسد. در بیشتر شبکه‌های سانسورشده کار می‌کند.
ru: Использует WebRTC-прокси волонтёров и domain fronting для доступа к Tor. Работает в большинстве сетей с цензурой.
uk: Використовує WebRTC-проксі волонтерів і domain fronting для доступу до Tor. Працює в більшості мереж із цензурою.
zh_hans: 通过志愿者 WebRTC 代理和域前置连接 Tor。在大多数受审查网络中可用。

source: Veil %@ is available
fa: Veil %@ در دسترس است
ru: Доступна версия Veil %@
uk: Доступна версія Veil %@
zh_hans: Veil %@ 已可用

source: Veil configures the system proxy, not a network extension, so it cannot reach a perfect score. Reaching the ceiling would also mean throwing away Tor’s entry guard, which is why Veil never recommends it.
fa: Veil پراکسی سیستمی را پیکربندی می‌کند، نه یک افزونهٔ شبکه، پس نمی‌تواند به امتیاز کامل برسد. رسیدن به سقف یعنی دور ریختن نگهبان ورودی Tor، و به همین دلیل Veil هرگز آن را توصیه نمی‌کند.
ru: Veil настраивает системный прокси, а не сетевое расширение, поэтому идеальной оценки достичь не может. Достичь потолка означало бы ещё и выбросить входной страж Tor — поэтому Veil этого никогда не советует.
uk: Veil налаштовує системний проксі, а не мережеве розширення, тому ідеальної оцінки досягти не може. Досягти стелі означало б ще й викинути вхідний страж Tor — тому Veil цього ніколи не радить.
zh_hans: Veil 配置的是系统代理而非网络扩展，因此无法达到满分。达到上限还意味着丢弃 Tor 的入口守卫，所以 Veil 从不建议这样做。

source: Veil does not configure the system proxy
fa: Veil پراکسی سیستمی را پیکربندی نمی‌کند
ru: Veil не настраивает системный прокси
uk: Veil не налаштовує системний проксі
zh_hans: Veil 未配置系统代理

source: Veil holds its local SOCKS, HTTP and control ports.
fa: Veil درگاه‌های محلی SOCKS، HTTP و کنترل خود را نگه می‌دارد.
ru: Veil держит свои локальные порты SOCKS, HTTP и управления.
uk: Veil тримає свої локальні порти SOCKS, HTTP і керування.
zh_hans: Veil 持有其本地 SOCKS、HTTP 和控制端口。
